LEXICON_RU: dict[str, str] = {
    '/start': 'Привет!👋\nДавай знакомиться? '
              'Меня зовут Фрэдди!🙋‍♂ '
              'Я помогу тебе найти книги, исходя из твоих предпочтений😉. '
              'Ознакомиться со справкой можешь по команде /help\n\n'
              '<b>Почитаем?</b>',

    '/help': 'Я помогу тебе найти книги, исходя из твоих предпочтений😉. '
             'У тебя будет свой счётчик прочитанных книг, в том числе и '
             'разделенных по жанрам💥. Если ты захочешь найти похожую '
             'книгу📖, я помогу тебе в этом.\n\n'
             'Чтобы посмотреть свой профиль нажми /profile',

    '/add_book': 'Здорово! Какую книгу добавим сегодня?😎 '
                 'Напиши пожалуйста название👀',

    '/profile': 'Посмотреть профиль читателя🔍',

    'yes_button': 'Читаем!👍',
    'no_button': 'Не хочу!👎',

    'other_answer': 'Извини, увы, это сообщение мне непонятно...🙄',

    'yes': 'Отлично! Отправь мне 5 твоих любимых книг через запятую 📚💡',

    'no': 'Жаль...\nЕсли захочешь почитать, просто разверни '
          'клавиатуру и нажми кнопку "Читаем!"😎',

    'save_books': 'Ваши любимые книги были занесены в базу данных!🧠 '
                  'Анализирую предпочтения...⌛',

    'not_enough': 'Вы указали недостаточное количество книг, пожалуйста '
                  'укажите 5 своих самых любимых книг📚',

    'check_list': 'Список прочитанного 📜',

    'wish_list': 'Желаемые книги 🙏',

    'category': 'Любимые категории 📊',

    'list_readers': 'Список книг по пользователям📌👨‍💻 ',

    'ai_setup': 'You are a chatbot that helps the user with choosing books'
                'for reading, and also analyze books you"ve already read ',

    'recomendize': 'Порекомендуй мне книги для прочтения, исходя из уже '
                   'прочитанных мною книг ',
}
