LEXICON_RU: dict[str, str] = {
    '/start': 'Привет!👋\nДавай знакомиться? '
              'Меня зовут Фрэдди!🙋‍♂ '
              'Ознакомиться со справкой можешь по команде /help',

    '/help': 'Я помогу тебе найти книги, исходя из твоих предпочтений😉. '
             'У тебя будет свой счётчик прочитанных книг, в том числе и '
             'разделенных по жанрам💥. Если ты захочешь найти похожую '
             'книгу📖, я помогу тебе в этом.\n\n<b>Почитаем?</b>',
    '/profile': 'Посмотреть профиль читателя🔍',

    'yes_button': 'Читаем!👍',
    'no_button': 'Не хочу!👎',
    'other_answer': 'Извини, увы, это сообщение мне непонятно...🙄',
    'yes': 'Отлично! Отправь мне 5 твоих любимых книг через запятую 📚💡',
    'no': 'Жаль...\nЕсли захочешь почитать, просто разверни '
          'клавиатуру и нажми кнопку "Читаем!"😎',
    'save_books': 'Ваши любимые книги были занесены в базу данных!🧠 '
                  'Анализирую предпочтения...⌛',
    'not_enough': 'Вы указали недостаточное количество книг, пожалуйста '
                  'укажите 5 своих самых любимых книг📚',
    'check_list': 'Список прочитанного',
    'wish_list': 'Желаемые книги',
    'category': 'Любимые категории',
}
